Repository: NMarjou/localization-app
Catalog: TMs/en-US_de-DE.tmx
Source language: en_us
Languages: de_de

source: Facilitate discussions between managers and team members about daily progress and areas for development.
de_de: Ermöglichen Sie Gespräche zwischen Führungskräften und Teammitgliedern über tägliche Fortschritte und Entwicklungsbereiche.

source: Action required
de_de: Aktion erforderlich

source: Action required — {{count}} item(s)
de_de: Handlung erforderlich — {{count}} Element(e)

source: To finish adding this check-in to your calendar, open the file once it has downloaded. If you need to change the date or time, you can do so directly from your calendar.
de_de: Um dieses Check-in zu Ihrem Kalender hinzuzufügen, öffnen Sie die Datei, sobald sie heruntergeladen wurde. Wenn Sie das Datum oder die Uhrzeit ändern müssen, können Sie dies direkt in Ihrem Kalender tun.

source: There are unsaved changes in the form. To submit this check-in, you must save all comments and/or ratings.
de_de: Es gibt ungespeicherte Änderungen im Formular. Um dieses Check-in einzureichen, müssen Sie alle Kommentare und/oder Bewertungen speichern.

source: Save to proceed
de_de: Speichern, um fortzufahren

source: Schedule check-in
de_de: Check-in planen

source: Done
de_de: Abgeschlossen

source: Pending confirmation
de_de: Bestätigung ausstehend

source: Under review
de_de: Wird geprüft

source: Are you sure you want to complete this check-in? Remember, you can create another check-in at anytime.
de_de: Sind Sie sicher, dass Sie dieses Check-in abschließen möchten? Denken Sie daran, dass Sie jederzeit ein weiteres Check-in erstellen können.

source: Open check-in
de_de: Check-in öffnen

source: Additional information
de_de: Zusätzliche Informationen

source: My list
de_de: Meine Liste

source: Open {{name}} primary action
de_de: Primäre Aktion {{name}} öffnen

source: Participant
de_de: Teilnehmende

source: comments
de_de: Kommentare

source: Subject
de_de: Betreff

source: Creator:
de_de: Erstellt von:

source: Assigned
de_de: Zugewiesen

source: {{count}} comments
de_de: {{count}} Kommentare

source: 1 comment
de_de: 1 Kommentar

source: Last month
de_de: Letzten Monat

source: Last week
de_de: Letzte Woche

source: Jump to a specific date
de_de: Zu einem bestimmten Datum springen

source: The very beginning
de_de: Der Anfang

source: Timeline
de_de: Zeitleiste

source: No check-ins in progress or upcoming
de_de: Keine Check-ins in Bearbeitung oder geplant

source: Past check-ins
de_de: Vergangene Check-ins

source: Pending setup
de_de: Einrichtung ausstehend

source: This check-in is read-only because the other participant is no longer active.
de_de: Dieses Check-in ist schreibgeschützt, da der/die andere Teilnehmer:in nicht mehr aktiv ist.

source: Show completed check-ins
de_de: Abgeschlossene Check-ins anzeigen

source: Add title
de_de: Geben Sie einen Namen für dieses Check-in ein

source: Check-in types
de_de: Check-in-Typen

source: Regular
de_de: Regelmäßig

source: Submitted by {{name}}; you requested to meet.
de_de: Eingereicht von {{name}}; Sie haben um ein Treffen gebeten.

source: You have unsaved changes in this section. Please save or cancel to proceed.
de_de: Sie haben nicht gespeicherte Änderungen in diesem Abschnitt. Bitte speichern oder abbrechen, um fortzufahren.

source: Discussion point
de_de: Diskussionspunkt

source: {{name}}'s ({{nickName}}) behavior profile
de_de: Verhaltensprofil von {{name}} ({{nickName}})

source: Recognized behaviors on which you've received feedback from colleagues.
de_de: Erkanntes Verhalten, zu dem Sie Feedback von Kolleg:innen erhalten haben.

source: Check-in name
de_de: Name des Check-ins

source: Remember, you can create another check-in at any time.
de_de: Denken Sie daran, dass Sie jederzeit ein weiteres Check-in erstellen können.

source: Are you sure you want to complete this check-in?
de_de: Sind Sie sicher, dass Sie dieses Check-in abschließen möchten?

source: {{name}} will be notified that you have completed this check-in.
de_de: {{name}} wird benachrichtigt, dass Sie dieses Check-in abgeschlossen haben.

source: Your check-in is completed!
de_de: Ihr Check-in ist abgeschlossen!

source: Delete comment
de_de: Kommentar löschen

source: Are you sure you want to delete this comment?
de_de: Sind Sie sicher, dass Sie diesen Kommentar löschen möchten?

source: Edit comment
de_de: Kommentar bearbeiten

source: (Edited)
de_de: (Bearbeitet)

source: Your chat
de_de: Ihr Chat

source: Start your conversation now!
de_de: Beginnen Sie jetzt Ihr Gespräch!

source: Today, {{time}}
de_de: Heute, {{time}}

source: You
de_de: Sie

source: Date: {{date}}
de_de: Datum: {{date}}

source: Deleted check-ins cannot be recovered.
de_de: Gelöschte Check-ins können nicht wiederhergestellt werden.

source: Are you sure you want to delete this check-in?
de_de: Sind Sie sicher, dass Sie dieses Check-in löschen möchten?

source: {{name}} will be notified that you have deleted this check-in and you will not receive any updates on this check-in.
de_de: {{name}} wird benachrichtigt, dass Sie dieses Check-in gelöscht haben, und Sie werden keine Updates zu diesem Check-in erhalten.

source: Your check-in was successfully deleted.
de_de: Ihr Check-in wurde erfolgreich gelöscht.

source: Add to your calendar
de_de: Zu Ihrem Kalender hinzufügen

source: To add this check-in to your calendar and the attendee's calendar, click the button and open the downloaded file. If this check-in has already been added to your calendar, we recommend that you make any changes to the date or time directly in the calendar.
de_de: Um dieses Check-in zu Ihrem Kalender und dem Kalender von Teilnehmende hinzuzufügen, klicken Sie auf die Schaltfläche und öffnen Sie die heruntergeladene Datei. Wenn dieses Check-in bereits zu Ihrem Kalender hinzugefügt wurde, empfehlen wir, Änderungen am Datum oder der Uhrzeit direkt im Kalender vorzunehmen.

source: Your team member's tagged behaviors will be displayed here. These will enable you to get insight into how they are perceived within your organization.
de_de: Das markierte Verhalten Ihrer Teammitglieder wird hier angezeigt. Dies ermöglichen es Ihnen, Einblicke zu gewinnen, wie sie innerhalb der Organisation wahrgenommen werden.

source: Received behaviors
de_de: Erhaltenes Verhalten

source: My behavior profile
de_de: Mein Verhaltensprofil

source: Here you can follow the progression of your team member on their goals.
de_de: Hier können Sie den Fortschritt Ihrer Teammitglieder bei ihren Zielen verfolgen.

source: Achievements against objectives
de_de: Leistungen im Vergleich zu den Zielen

source: My goals at a glance
de_de: Meine Ziele auf einen Blick

source: Business
de_de: Geschäft

source: Development
de_de: Entwicklung

source: Professional
de_de: Professionell

source: Individual goal
de_de: Individuelles Ziel

source: Organizational goal
de_de: Organisatorisches Ziel

source: High
de_de: Hoch

source: Low
de_de: Niedrig

source: Medium
de_de: Mittel

source: Private
de_de: Privat (deine Führungskraft sieht die Ziele)

source: Check-in with {{subordinateName}}
de_de: Check-in mit {{subordinateName}}

source: You have sent a "Let’s meet" invitation to further discuss this check-in. {{name}} will be notified.
de_de: Sie haben eine Einladung mit „Treffen wir uns“ gesendet, um dieses Check-in weiter zu besprechen. {{name}} wird benachrichtigt.

source: Submitted by {{name}}. You requested to meet.
de_de: Eingereicht von {{name}}. Sie haben um ein Treffen gebeten.

source: Mark as done
de_de: Als erledigt markieren

source: My discussion points
de_de: Meine Diskussionspunkte

source: You can't see anything here because this worker no longer reports to you.
de_de: Sie können hier nichts sehen, da diese:r Mitarbeiter:in Ihnen nicht mehr unterstellt ist.

source: This check-in was assigned by HR.
de_de: Dieses Check-in wurde von der Personalabteilung zugewiesen.

source: Pending set up
de_de: Einrichtung ausstehend

source: Return to previous page
de_de: Zurück zur vorherigen Seite

source: {{name}}'s view
de_de: Ansicht von {{name}}

source: No view of performance submitted
de_de: Keine Leistungsübersicht eingereicht

source: Gain insight into how your manager thinks you have progressed on your behaviors over this period.
de_de: Erhalten Sie Einblicke in die Einschätzung Ihrer Führungskraft, welche Verhaltensfortschritte Sie in diesem Zeitraum erzielt haben.

source: Gain insight into how your manager thinks you have progressed on your goals over this period.
de_de: Erhalten Sie Einblicke in die Einschätzung Ihrer Führungskraft, welche Fortschritte Sie in diesem Zeitraum bei der Erreichung Ihrer Ziele gemacht haben.

source: Gain insight into how your manager thinks you have progressed on your overall performance over this period.
de_de: Erhalten Sie Einblick, wie Ihre Führungskraft Ihre Fortschritte in Ihrer Gesamtleistung in diesem Zeitraum einschätzt.

source: Provide your team member insight into how you think they have progressed on their behaviors over this period.
de_de: Geben Sie Ihrem Teammitglied Einblicke, wie es sich Ihrer Meinung nach in diesem Zeitraum in seinem Verhalten entwickelt hat.

source: Provide your team member insight into how you think they have progressed on their goals over this period.
de_de: Geben Sie Ihrem Teammitglied einen Einblick, wie es Ihrer Meinung nach in diesem Zeitraum bei der Erreichung seiner Ziele vorangekommen ist.

source: Provide your team member insight into how you think they progressed on their overall performance this period
de_de: Geben Sie Ihrem Teammitglied einen Einblick, wie es Ihrer Meinung nach in diesem Zeitraum seine Gesamtleistung verbessert hat.

source: Not visible to worker
de_de: Nicht sichtbar für Mitarbeiter:in

source: Visible to worker
de_de: Sichtbar für Mitarbeiter:in

source: Offer your team member insights into how you think they progressed on their goals this period
de_de: Geben Sie Ihrem Teammitglied Einblicke, wie es Ihrer Meinung nach in diesem Zeitraum bei der Erreichung seiner Ziele vorangekommen ist.

source: Your view was successfully saved.
de_de: Ihre Ansicht wurde erfolgreich gespeichert.

source: Your view
de_de: Ihre Ansicht

source: Read-only
de_de: Schreibgeschützt

source: You are seeing this check-in as read-only mode because the other participant is no longer active.
de_de: Sie sehen dieses Check-in im schreibgeschützten Modus, da der/die andere Teilnehmende nicht mehr aktiv ist.

source: You are seeing this check-in as read-only because this check-in is between your direct report and their previous manager.
de_de: Sie sehen dieses Check-in nur im Lesemodus, da dieses Check-in zwischen Ihre(r/m) direkt unterstellten Mitarbeiter:in und der vorherigen Führungskraft stattfindet.

source: Deleted by {{name}}
de_de: Gelöscht von {{name}}

source: This check-in was deleted by {{name}}. You are unable to update or chat via this check-in.
de_de: Dieses Check-in wurde von {{name}} gelöscht. Sie können dieses Check-in nicht aktualisieren oder darüber chatten.

source: Pending confirmation from {{name}} {{nickName}}
de_de: Ausstehende Bestätigung von {{name}} {{nickName}}

source: Pending confirmation from me
de_de: Ausstehende Bestätigung von mir

source: This check-in was marked as done by {{name}} {{nickName}}, and is now pending confirmation from you. Once you mark this check-in as done, this check-in will be completed for you both.
de_de: Dieses Check-in wurde von {{name}} {{nickName}} als erledigt markiert und wartet nun auf Ihre Bestätigung. Sobald Sie dieses Check-in als erledigt markieren, wird dieses Check-in für Sie beide abgeschlossen.

source: This check-in was marked as done, and is now pending confirmation {{name}} {{nickName}}. Once they mark this check-in as done, this check-in will be completed for you both.
de_de: Dieses Check-in wurde als erledigt markiert und wartet nun auf die Bestätigung von {{name}} {{nickName}}. Sobald dieses Check-in als erledigt markiert ist, wird dieses Check-in für Sie beide abgeschlossen.

source: Once you've submitted the check-in, your report will see your view on their performance. They will be invited to either accept and complete the check-in or request to meet for further discussion.
de_de: Sobald Sie das Check-in eingereicht haben, wird Ihr unterstellte:r Mitarbeiter:in Ihre Sichtweise auf dessen Leistung sehen. Mitarbeiter:innen können entweder das Check-in akzeptieren und abschließen oder um ein Treffen für eine weitere Diskussion bitten.

source: Submitted by {{name}}. You accepted.
de_de: Eingereicht von {{name}}. Sie haben akzeptiert.

source: Submitted. {{name}} accepted.
de_de: Eingereicht. {{name}} hat akzeptiert.

source: Check-in between {{subordinateName}} and {{managerName}}
de_de: Check-in zwischen {{subordinateName}} und {{managerName}}

source: {{name}}'s discussion points
de_de: Diskussionspunkte von {{name}}

source: Occurs every {{day}} effective {{startOn}} until {{endOn}}. In total, {{count}} number of check-ins will be created.
de_de: Erfolgt jeden {{day}} ab dem {{startOn}} bis zum {{endOn}}. Insgesamt werden {{count}} Check-ins erstellt.

source: Marked as done by you.
de_de: Von Ihnen als erledigt markiert.

source: Allow check-in deletion
de_de: Löschen von Check-ins erlauben

source: Workers will be able to delete their own check-ins.
de_de: Mitarbeiter:innen können ihre eigenen Check-ins löschen.

source: Enable performance check-ins
de_de: Leistungs-Check-ins aktivieren

source: Managers will be able to create performance check-ins with their direct reports. The check-ins include widgets in which managers can give their view on a direct report's progress, their overall performance, their goals, and their behaviors. Once the check-in is submitted, workers will be able to see these widgets and decide whether to select "Accept" or "Let's Meet" on the check-in page.
de_de: Führungskräfte können Leistungs-Check-ins mit ihren direkten Mitarbeiter:innen erstellen. Die Check-ins enthalten Widgets, in denen Führungskräfte ihre Sicht auf den Fortschritt von direkten Mitarbeiter:innen, deren Gesamtleistung, Zielen und Verhalten geben können. Sobald das Check-in eingereicht ist, können die Mitarbeiter:innen diese Widgets sehen und entscheiden, ob sie auf der Check-in-Seite „Akzeptieren“ oder „Treffen wir uns“ auswählen.

source: Allow new managers to see performance check-ins in "In progress", "Pending confirmation" or "Under review" status between their direct reports and their previous manager.
de_de: Ermöglichen Sie neuen Führungskräften, Leistungs-Check-ins im Status „In Bearbeitung“, „Bestätigung ausstehend“ oder „Wird geprüft“ zwischen ihren direkt unterstellten Mitarbeiter:innen und der vorherigen Führungskraft einzusehen.

source: Check-ins about workers in "In progress", "Pending confirmation", or "Under review" status will be automatically shared with their new line manager.
de_de: Check-ins über Mitarbeiter:innen im Status „In Bearbeitung“, „Bestätigung ausstehend“ oder „Wird geprüft“ werden automatisch mit ihrer/m neuen Vorgesetzten geteilt.

source: Allow new managers to view completed performance check-ins between their direct reports and their previous manager.
de_de: Ermöglichen Sie neuen Führungskräften, abgeschlossene Leistungs-Check-ins zwischen ihren direkt unterstellten Mitarbeiter:innen und der vorherigen Führungskraft einzusehen.

source: Previously completed check-ins about a worker will be automatically shared with their new line manager.
de_de: Zuvor abgeschlossene Check-ins für eine:n Mitarbeiter:in werden automatisch mit ihrer/m neuen Vorgesetzten geteilt.

source: Allow workers to create performance check-ins with their manager
de_de: Ermöglichen Sie den Mitarbeiter:innen, Leistungs-Check-ins mit ihrer Führungskraft zu erstellen.

source: Enable the "Check-Ins" feature
de_de: Funktion „Check-ins“ aktivieren

source: Check-ins enable managers and words to create a structured discussion when they choose. They can create and edit the content and comments to their liking, and all content is only visible to the participants. We recommend you review and activate the email notifications associated with check-ins in the "Email notifications" page.
de_de: Check-ins ermöglichen es Führungskräften und Mitarbeiter:innen, eine strukturierte Diskussion zu führen, wann immer sie möchten. Sie können den Inhalt und die Kommentare nach Belieben erstellen und bearbeiten, und alle Inhalte sind nur für die Teilnehmende sichtbar. Wir empfehlen Ihnen, die E-Mail-Benachrichtigungen, die mit Check-ins verbunden sind, auf der Seite „E-Mail-Benachrichtigungen“ zu überprüfen und zu aktivieren.

source: Workers can set regular check-ins with
de_de: Mitarbeiter:innen können regelmäßige Check-ins festlegen mit

source: Line managers and direct reports only
de_de: Nur Vorgesetzte und direkt unterstellte Mitarbeiter:innen

source: Upcoming check-ins
de_de: Bevorstehende Check-ins

source: Here are some tips to make the most of your check-in conversation.
de_de: Hier sind einige Tipps, um das Beste aus Ihrem Check-in-Gespräch herauszuholen.

source: Coaching tips
de_de: Coaching-Tipps

source: Upload the logo and type the label that you want to see on the browser tab. If you don't change this, the default beqom logo and label will be used.
de_de: Laden Sie das Logo hoch und geben Sie die Beschriftung ein, die Sie auf der Browser-Registerkarte sehen möchten. Wenn Sie dies nicht ändern, werden das standardmäßige beqom-Logo und die Beschriftung verwendet.

source: Cancel edit
de_de: Bearbeitung abbrechen

source: Application header
de_de: Anwendungsheader

source: Choose the logos and labels you want to see in the application header. You can upload your company logo or keep the default beqom logo.
de_de: Wählen Sie die Logos und Beschriftungen aus, die Sie in der Anwendungsüberschrift sehen möchten. Sie können Ihr Firmenlogo hochladen oder das standardmäßige beqom-Logo beibehalten.

source: Display option
de_de: Anzeigoption

source: Company logo & platform label
de_de: Firmenlogo & Plattformbezeichnung

source: Company logo
de_de: Firmenlogo

source: Default beqom logo
de_de: beqom-Standardlogo

source: Company logo & beqom default logo
de_de: Firmenlogo & beqom-Standardlogo

source: Choose the logos and labels you want to see in the header of the emails sent by the system. You can upload your company logo or keep the default beqom logo.
de_de: Wählen Sie die Logos und Beschriftungen aus, die Sie im Kopfbereich der vom System gesendeten E-Mails sehen möchten. Sie können Ihr Firmenlogo hochladen oder das standardmäßige beqom-Logo beibehalten.

source: Upload your logo
de_de: Laden Sie Ihr Logo hoch

source: Go to Web version
de_de: Zur Webversion gehen

source: Configure the label of the button that directs to the beqom application from Office 365.
de_de: Konfigurieren Sie die Beschriftung der Schaltfläche, die zur beqom-Anwendung von Office 365 führt.

source: Button label
de_de: Schaltflächenbeschriftung

source: You can change the beqom label to a name that will be familiar to your users.
de_de: Sie können das beqom-Label in einen Namen ändern, der Ihren Benutzer:innen vertraut ist.

source: Platform label
de_de: Plattform-Label

source: My compensation history
de_de: Mein Vergütungsverlauf

source: Total compensation
de_de: Gesamtvergütung

source: Your changes to the configuration were successfully applied.
de_de: Ihre Änderungen an der Konfiguration wurden erfolgreich angewendet.

source: You have an unsaved comment. Are you sure you want to leave and discard your comment?
de_de: Sie haben einen ungespeicherten Kommentar. Sind Sie sicher, dass Sie die Seite verlassen und Ihren Kommentar verwerfen möchten?

source: Unsaved comment
de_de: Nicht gespeicherter Kommentar

source: Collapse {{groupKey}}
de_de: Ausblenden {{groupKey}}

source: Drag to reorder column {{columnName}}
de_de: Zum Neuordnen der Spalte {{columnName}} ziehen

source: Drag to reorder group {{groupKey}}
de_de: Ziehen, um Gruppe neu anzuordnen {{groupKey}}

source: Expand {{groupKey}}
de_de: {{groupKey}} erweitern

source: Frozen columns are fixed; columns can only be reordered within their current group.
de_de: Fixierte Spalten sind unbeweglich; Spalten können nur innerhalb ihrer aktuellen Gruppe neu angeordnet werden.

source: Set column visibility
de_de: Spaltensichtbarkeit festlegen

source: Column config
de_de: Spaltenkonfiguration

source: Toggle visibility for {{columnName}}
de_de: Sichtbarkeit für {{columnName}} umschalten

source: Clear search
de_de: Suche löschen

source: No workers match the search/filter criteria. Remove filters and clear the search to show all workers.
de_de: Keine Mitarbeiter:innen entsprechen den Such- bzw. Filterkriterien. Entfernen Sie die Filter und löschen Sie die Suche, um alle Mitarbeiter:innen anzuzeigen.

source: Your current access permissions don't allow you to view the information in this grid. If you believe this is a mistake, please contact your administrator or HR team.
de_de: Ihre aktuellen Zugriffsberechtigungen erlauben Ihnen nicht, die Informationen in dieser Tabelle anzuzeigen. Wenn Sie glauben, dass es sich um einen Fehler handelt, wenden Sie sich bitte an Ihre Administratorin bzw. Ihren Administrator oder an Ihr HR-Team.

source: You don't have access to this data
de_de: Sie haben keinen Zugriff auf diese Daten

source: Contact information
de_de: Kontaktinformationen

source: Copy goal
de_de: Ziel kopieren

source: Name of the country.
de_de: Name des Landes.

source: Add deliverable
de_de: Arbeitsergebnis hinzufügen

source: Add measurement criterion
de_de: Messkriterium hinzufügen

source: Attachments
de_de: Anhänge

source: Specify tangible outcomes for your goal
de_de: Geben Sie greifbare Ergebnisse für Ihr Ziel an

source: Deliverable
de_de: Arbeitsergebnis

source: Describe the goal
de_de: Beschreiben Sie das Ziel

source: Goal target
de_de: Zielvorgabe

source: Other colleagues
de_de: Andere Kolleg:innen

source: Create one individual goal per colleague in the selected population.
de_de: Erstellen Sie ein individuelles Ziel pro Kolleg:in in der ausgewählten Zielgruppe.

source: Goal owner
de_de: Ziel-Eigentümer:in

source: Search by people
de_de: Nach Personen suchen

source: Who do you want to create this goal for?
de_de: Für wen möchtest du dieses Ziel erstellen?

source: Search by people and org units
de_de: Nach Personen und Organisationseinheiten suchen

source: Creator
de_de: Erstellt von

source: To create or copy a goal, at least one goal plan and one goal type must be configured in advance.
de_de: Um ein Ziel zu erstellen oder zu kopieren, müssen im Voraus mindestens ein Zielplan und ein Zieltyp konfiguriert sein.

source: Setup required
de_de: Einrichtung erforderlich

source: Myself
de_de: Für mich

source: Create your individual goals visible to you and your manager.
de_de: Machen Sie Ihre individuellen Ziele für sich und Ihre Führungskraft sichtbar.

source: My organization
de_de: Meine Organisation

source: Creates a single goal visible to a population. Changing the progress of this goal will update the progress for everyone.
de_de: Erstelle ein Ziel für deine Organisation. Wird der Fortschritt dieses Ziels geändert, wird er bei allen aktualisiert.

source: Owner's manager
de_de: Vorgesetzte:r des/der Eigentümer:in

source: Goal alignment
de_de: Zielausrichtung

source: Identify which goals align with the created goal
de_de: Ermitteln Sie, welche Ziele mit dem erstellten Ziel übereinstimmen

source: Key deliverables
de_de: Wichtige Ergebnisse

source: Key results
de_de: Wichtige Ergebnisse

source: Define how you will measure success
de_de: Definieren Sie, wie Sie den Erfolg messen werden

source: Maximum target
de_de: Maximales Ziel

source: Minimum target
de_de: Mindestziel

source: Starting value
de_de: Ausgangswert

source: Target value
de_de: Zielwert

source: Basic info
de_de: Grundlegende Informationen
